tap "homebrew/cask"
tap "homebrew/services"
tap "homebrew/cask-fonts"

brew "node"
brew "mysql"
brew "zsh"
brew "gh"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "zsh-syntax-highlighting"
brew "bash-completion@2"

cask "1password"
cask "arc"
cask "discord"
cask "flux"
cask "font-hack-nerd-font"
cask "github"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
