tap "homebrew/cask"
tap "homebrew/services"

brew "node"
brew "php"
brew "nginx"
brew "dnsmasq"
brew "composer"
brew "rbenv"
brew "ruby-build"
brew "mysql"
brew "mariadb"
brew "yarn"

cask "google-chrome"
cask "karabiner-elements"
cask "hammerspoon"
cask "iterm2"
cask "1password"
cask "flux"
cask "slack"
cask "nordvpn"
cask "alfred"
cask "spotify"
cask "sequel-pro"
